-- phpMyAdmin SQL Dump
-- version 4.1.8
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: 2018-01-18 19:17:48
-- 服务器版本： 5.5.37-log
-- PHP Version: 5.4.27

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `nbs`
--

-- --------------------------------------------------------

--
-- 表的结构 `rota_bochuke_tongji_comments`
--

CREATE TABLE IF NOT EXISTS `rota_bochuke_tongji_comments` (
  `dateid` int(10) unsigned NOT NULL,
  `comment_4112` varchar(255) NOT NULL,
  `comment_4212` varchar(255) NOT NULL,
  `comment_4312` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `rota_bochuke_tongji_comments`
--

INSERT INTO `rota_bochuke_tongji_comments` (`dateid`, `comment_4112`, `comment_4212`, `comment_4312`) VALUES
(400, '2月2日凌晨检修：范为2.5H，雷宇4H，陈翔4H，刘勰3H，梅征宇3H。', '朱永健、蔡坚、贲小梅、唐力各加6分。', ''),
(429, '1、检修：22日凌晨检修补时岳翔宇2.5H、刘勰3H、朱嘉4H、陈翔4H；', '2、加分：贲小梅、蔡坚、唐力、朱永健科室播出统计各加6分；', '3、其它：顶班王政6，刘勰6，范为6，岳翔宇12，贲小梅6，沙鸣6，陈翔6，金丽6'),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(369, '', '', ''),
(460, '', '', ''),
(490, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(521, '', '', ''),
(551, '1、检修：12日凌晨检修补时岳翔宇2.5H、刘勰3H、陈翔4H、沙鸣4H；', '2、加分：贲小梅、蔡坚、唐力、朱永健科室播出统计各加6分；', '3、其它：7.4-10沈扬，7.22-28胡晓波，7.28-7.31贲小梅公休假，7.12-15云帆出差'),
(0, '', '', ''),
(0, '', '', ''),
(582, '1、检修：12日凌晨检修补时许卫民2.5H、程瑶3H、陈浩4H、尹光4H；', '2、加分：贲小梅、蔡坚、唐力、朱永健科室播出统计各加6分；', '3、其它：8.1-10贲小梅，8.23-28范为公休假，8.23-27岳翔宇出差'),
(0, '', '', ''),
(0, '', '', ''),
(613, '1、检修：12日凌晨检修补时范为2.5H、刘勰3H、雷宇4H、沙鸣4H；', '2、加分：贲小梅、蔡坚、唐力、朱永健科室播出统计各加6分；', '3、其它：9.12-18朱永健，9.19-25许卫民，9.26-10.2金丽公休假'),
(0, '', '', ''),
(0, '', '', ''),
(643, '1、检修：12日凌晨检修补时梅征宇2.5H、朱永健3H、胡晓波4H、沙鸣4H；', '2、加分：贲小梅、蔡坚、唐力、朱永健科室播出统计各加6分；', '3、其它：10.10-23王政，10.24-30唐力，10.31-11.6王玲公休假'),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(704, '', '', ''),
(674, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(735, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(766, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(794, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(825, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(855, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(886, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(916, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(947, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(978, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(1008, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(1039, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(1069, '', '', ''),
(0, '', '', ''),
(0, '', '', ''),
(1100, '', '', '');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
